window.COURSE_MANIFEST = [
  {
    "id": "00",
    "title": "Введение. Введение",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/0.mp4",
    "preview": "Видеолекция и методические материалы"
  },
  {
    "id": "1",
    "title": "Лекция 1. Здоровье и болезнь в психологии",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/1.mp4",
    "preview": "1. Здоровье и болезнь в психологии 1. Проблема определения понятия здоровья 2. Что такое болезнь 3. Предпосылки создания биомедицинской модели болезни 4. Биомед..."
  },
  {
    "id": "2",
    "title": "Лекция 2. Стресс и резистентность",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/2.mp4",
    "preview": "=== 2. Стресс и резистентность === 1. Концепт стресса 2. Психофизиологическая модель стресса 3. Медицинская модель стресса 4. Инженерная модель стресса 5. Психо..."
  },
  {
    "id": "3",
    "title": "Лекция 3. Девиантность",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/3.mp4",
    "preview": "1. Понятие девиантности 2. Биологические теории 3. Личностные теории 4. Социально-психологические теории 5. Социологические теории 1. Понятие девиантности Вероя..."
  },
  {
    "id": "4",
    "title": "Лекция 4. Модели профилактики",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/4.mp4",
    "preview": "1. Биомедицинская модель профилактики 2. Модель профилактики хронических заболеваний 3. Сравнение моделей профилактики инфекционных и хронических заболеваний На..."
  },
  {
    "id": "5",
    "title": "Лекция 5. Тенденции развития системы профилактики в современном мире",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/5.mp4",
    "preview": "1. Изменения в демографии 2. Изменения в культуре 3. Изменения рынка труда 4. Изменения в системе образования 5. Изменения в обществе 6. Изменения паттернов физ..."
  },
  {
    "id": "6",
    "title": "Лекция 6. Исследования в системе профилактики",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/6.mp4",
    "preview": "1. Зачем нужны исследования 2. Теоретическая модель исследования 3. Основные методы исследований в поведенческих науках 1. Зачем нужны исследования Методы эмпир..."
  },
  {
    "id": "7",
    "title": "Лекция 7. Неструктурированное интервью",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/7.mp4",
    "preview": "1. Что такое неструктурированное интервью 2. Применение в образовательной организации 1. Что такое неструктурированное интервью Неструктурированное интервью — м..."
  },
  {
    "id": "8",
    "title": "Лекция 8. Полуструктурированное интервью (индивидуальное, групповое, фокус-группы)",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/8.mp4",
    "preview": "=== УРОК 8. Полуструктурированное интервью (индивидуальное, групповое, фокус-группы) === Полуструктурированное интервью отличается от неструктурированного налич..."
  },
  {
    "id": "9",
    "title": "Лекция 9. Наблюдение",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/9.mp4",
    "preview": "9. Наблюдение 1. Методология процедуры наблюдения 2. Схема наблюдения образовательной организации 1. Методология процедуры наблюдения Основным видом систематизи..."
  },
  {
    "id": "10",
    "title": "Лекция 10. Эксперимент",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/10.mp4",
    "preview": "Древние греки искали истину. Сначала они сформулировали правила рассуждений, ведущих к истине. Потом они стали сомневаться в «очевидных» вещах и стали опираться..."
  },
  {
    "id": "11",
    "title": "Лекция 11. Социально-статистическое исследование",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/11.mp4",
    "preview": "1. Природа статистической информации 2. Главные показатели 1. Природа статистической информации Существуют различные виды статистической информации, они строятс..."
  },
  {
    "id": "12",
    "title": "Лекция 12. Социологические (популяционные) опросы представителей групп риска",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/12.mp4",
    "preview": "=== 12. Социологические (популяционные) опросы представителей групп риска === 1. Зачем нужны опросы 2. Проблемы формирования выборки 3. Проблемы формирования оп..."
  },
  {
    "id": "13",
    "title": "Лекция 13. Психологическое тестирование",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/13.mp4",
    "preview": "1. Виды диагностических методик, применяемых в профилактике 2. Психологическое скрининговое тестирование 3. Проблемы разработки психологических тестов 1. Виды д..."
  },
  {
    "id": "14",
    "title": "Лекция 14. Диагностические и профилактические мероприятия в отношении девиантных подростков",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/14.mp4",
    "preview": "Задачи диагностики девиантных подростков Общественная дискуссия о «трудных» подростках Преодоление субъективности оценки Переход от репрессивной к поддерживающе..."
  },
  {
    "id": "15",
    "title": "Лекция 15. Дизайн исследования и доказательная профилактика",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/15.mp4",
    "preview": "1. Доказательность (Evidence-Based) 2. Основные виды дизайна исследования 3. «Ученые доказали» 1. Доказательность (Evidence-Based) Что отличает хорошего врача? ..."
  },
  {
    "id": "16",
    "title": "Лекция 16. Логика и структура профилактического проекта",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/16.mp4",
    "preview": "1. Что такое проект 2. Теоретическая модель проекта 1. Что такое проект Каждый биологический вид чем-то уникален. Людей отличает способность к воображению сложн..."
  },
  {
    "id": "17",
    "title": "Лекция 17. План мероприятий профилактической программы",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/17.mp4",
    "preview": "=== 17. План мероприятий профилактической программы === 1. Классификация методов профилактической работы 2. Выбор методов профилактики 1. Классификация методов ..."
  },
  {
    "id": "18",
    "title": "Лекция 18. Оценка эффективности профилактики",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/18.mp4",
    "preview": "1. Виды внутренней оценки эффективности профилактики 2. Виды внешней оценки эффективности профилактики В США в 1960-х годах после опыта первой волны профилактич..."
  },
  {
    "id": "19",
    "title": "Лекция 19. Психологическая служба в системе образования как субъект профилактики",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/19.mp4",
    "preview": "Видеолекция"
  },
  {
    "id": "20",
    "title": "Лекция 20. Завершающее занятие",
    "video_url": "https://storage.yandexcloud.net/ps-landing-main/media/course/20.mp4",
    "preview": "Видеолекция"
  }
];
